Repository: mozilla-l10n/mt-training-data
Catalog: pa-PK/pa-PK_pontoon.tmx
Source language: en_us
Languages: pa_pk

source: External download manager
pa_pk: باہری ڈاؤن‌لوڈ مینیجر

source: Failed to disable %1$s
pa_pk: %1$s نوں چالو الٹا نہیں سکیا

source: Failed to enable %1$s
pa_pk: %1$s ایپ نوں چالو کر نہیں سکیا گیا

source: Failed to install %1$s
pa_pk: %1$s ایپ انسٹال کر نہیں سکی

source: Failed to install this add-on.
pa_pk: ایہہ وادھے والا انسٹال کر نہیں سکیا۔

source: Failed to install this extension.
pa_pk: ایہہ پھیلاؤ انسٹال کرن چ ناکام ہویا۔

source: Failed to query Add-ons!
pa_pk: تلاش اسپھل ہوئی!

source: Failed to query extensions!
pa_pk: پھیلاؤ دریافت کرن چ ناکام!

source: Failed to remove %1$s
pa_pk: %1$s ہٹا نہیں سکیا

source: Failed to uninstall %1$s
pa_pk: %1$s ایپ اݨ‌انسٹال کر نہیں سکی

source: Feb
pa_pk: فیوری

source: File Not Found
pa_pk: فائل نہیں لبھی

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
pa_pk: ڈاؤں‌لوڈ کرن لئی فائلاں دی اجازت لوڑدی اے۔ فون دیاں سیٹنگاں نوں جاؤ تے اجازت دیݨ دی چوݨ لاؤ۔

source: Fill link from clipboard
pa_pk: پتہ پیسٹ لاؤ

source: Find in page
pa_pk: صفحے چ لبھو

source: Find in page…
pa_pk: صفحے چ لبھو…

source: Find more add-ons
pa_pk: ہور وادھے والے لبھو

source: Find more extensions
pa_pk: ہور پھیلاؤ لبھو

source: Find next result
pa_pk: اگلا نتیجہ لبھو

source: Find out why millions love Firefox
pa_pk: پتا کرو کہ لکھاں فائرفاکس نوں پسند کیوں کردے ہن

source: Find previous result
pa_pk: پچھلا نتیجہ لبھو

source: Find something nearby. Or discover something fun.
pa_pk: نیڑے تیڑے کجھ لبھو۔ جاں کجھ موج مستی لئی لبھو۔

source: Fingerprinters
pa_pk: پیڑاں راکھے

source: Firefox Account
pa_pk: فائرفاکس کھاتہ

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
pa_pk: فائرفاکس وادھیاں دا نواں کیتا جا رہا اے۔ فائرفاکس ۷۵ تے اوتھوں نویاں نال ایہہ معافی نہیں ہوۓگا۔

source: Firefox encrypts your passwords, bookmarks, and more when you’re synced.
pa_pk: فائرفاکس تہاڈے پاس‌ورڈاں، بک‌مارکاں تے ہوراں نوں تہاڈے ولوں لنک کرن دوران انکرپٹ کردا اے۔

source: Firefox is fast and private
pa_pk: فائرفاکس تیز تے نجی اے

source: Firefox privacy notice
pa_pk: فائرفاکس پردے داری سوچنا

source: FOLDER
pa_pk: فولڈر

source: Follow device language
pa_pk: فون دی لگی بولی ورتو

source: Follow device theme
pa_pk: ڈوائیس تھیم دے متابق

source: Font Size
pa_pk: فونٹ دا آکار

source: Font size decrease
pa_pk: فونٹ آکار گھٹاؤ

source: Font size increase
pa_pk: فونٹ آکار ودھاؤ

source: Forward
pa_pk: اگے

source: Front-facing camera
pa_pk: اگے پاسے والا کیمرا

source: Full screen site controls
pa_pk: پوری سکرین دیاں چوݨاں

source: Gathering crash data
pa_pk: کریش سنبندھی ڈیٹے نوں اکتر کیتا جا رہا اے

source: Gathering crash telemetry data
pa_pk: کریش ٹیلیمیٹری ڈیٹا اکتر کیتا جا رہا اے

source: General
pa_pk: عام

source: Gestures
pa_pk: اشارے

source: Get data from the clipboard
pa_pk: کاپی پیسٹ کرن توں ڈیٹا لیݨا

source: Get started
pa_pk: شروع کریئے

source: Get suggestions from the web related to your search
pa_pk: آپݨی کھوج نال متعلق ویب توں تجویز لوو

source: Go Back
pa_pk: پچھے جاؤ

source: Go Back (Recommended)
pa_pk: پچھے جاؤ (سفارشی)

source: Got it
pa_pk: ٹھیک اے

source: Go to settings
pa_pk: سیٹنگاں نوں جاؤ

source: Go to Settings
pa_pk: سیٹنگاں نوں جاؤ

source: Grid
pa_pk: گرڈ

source: Harmful site issue
pa_pk: نقصان دہ سائیٹ مسئلہ

source: Help
pa_pk: مدد

source: Hide and show browser tabs
pa_pk: ٹیباں لکاوݨا تے ویکھاوݨا

source: Highlighted
pa_pk: اُگھاڑے

source: History
pa_pk: تریخ

source: History Deleted
pa_pk: تاریخ ہٹایا گیا

source: Homepage
pa_pk: مکھ صفحہ

source: Homepage after four hours of inactivity
pa_pk: چار گھنٹیاں دی غیرفعالت دے بعد مکھ صفحہ

source: Home screen
pa_pk: مکھ سکرین

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
pa_pk: پر ایہہ وی سنبھو اے کہ حملہ آور شامل ہووے۔ جے تسیں ویب‌سائیٹ نال جاری رکھݨ اے تاں تہانوں کوئی وی سنویدنشیل جاݨکاری نہیں بھرنی چاہیدی اے۔ جے تسیں جاری رکھݨا اے تاں ایس سائیٹ لئی صرف HTTPS موڈ نوں عارضی طور تے بند کر دتا جاوےگا۔

source: HTTPS-Only Mode
pa_pk: سرف HTTPS ڈھنگ

source: If allowed, private tabs will also be visible when multiple apps are open
pa_pk: جے اجازت دتی تاں نجی ٹیباں اودوں وی دکھائی دیݨ‌گیاں، جدوں کئی ایپاں کھلھیاں ہندیاں ہن

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
pa_pk: جے ساریاں ٹیباں کیتیاں %1$s فائل دا ڈاؤں‌لوڈ رد کر جاؤگے۔ تسیں پکے او؟

source: If you trust this extension, you can give it permission on every website.
pa_pk: جے تسیں ایس پھیلاؤ تے بھروسا کدے او تاں تسیں ہر ویب‌سائیٹ لئی ایس نوں اجازت دے سکدے او۔

source: Image copied to clipboard
pa_pk: کاپی کیتی گئی

source: In all tabs
pa_pk: سبھناں ٹیباں چوں

source: Input data to the clipboard
pa_pk: کاپی پیسٹ کرن لئی ڈیٹا پاوݨا

source: Install
pa_pk: اینسٹال کرو

source: Install %1$s
pa_pk: %1$s نوں انسٹال کرو

source: Install Add-on
pa_pk: وادھے والا اینسٹال کرو

source: Installed
pa_pk: اینسٹال کیتی اے

source: Install extension from file
pa_pk: فائل توں پھیلاؤ نوں انسٹال کرو

source: Invalid Address
pa_pk: غلط پتہ

source: Invalid URL
pa_pk: غلط URL

source: Isolate cross-site cookies
pa_pk: انتر سائیٹ کوکیاں نکھیڑو

source: Item Menu for %s
pa_pk: %s لئی آئیٹم مینو

source: It requires your permission to:
pa_pk: ایس لئی اجازت دی لوڑ اے –

source: It wants to:
pa_pk: ایہہ چاہندا اے:

source: Jan
pa_pk: جنوری

source: Jul
pa_pk: جولائی

source: Jump back in
pa_pk: واپس جاؤ

source: Jun
pa_pk: جون

source: Known Fingerprinters
pa_pk: جاݨے پچھاݨے پیڑاں راکھے

source: Known trackers? Blocked automatically. Extensions? Try all 700. PDFs? Our built-in reader makes them easy to manage.
pa_pk: جاݨے پچھاݨے ٹریکر؟ آپݨے آپ پابندی لئی۔ پھیلاؤ؟ 700 توں ودھ ازماوݨ لئی۔ PDF؟ ساڈے بلٹ‌ان ریڈر نال اہناں نوں ورتݨا سوکھا۔

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
pa_pk: <label> <b>%1$s</b> دی سرکھیا پالسی اے، جس نوں HTTP سٹرک ٹرانسپورٹ سکیورٹی (HSTS) کہندے نیں، جس دا ارتھ اے کہ <b>%2$s</b> نوں صرف سرکھیت ڈھنگ نال ہی کنیکٹ کیتا جا سکدا اے۔ تسیں ایس سائیٹ نون چھوٹ نہیں دتی جا سکدی اے۔</label>

source: Label for entering a text input field
pa_pk: لکھت دی تھاں لئی تفصیل

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
pa_pk: <label>کوئی سائیٹ دی نقل کردا ہو سکدا اے تے تہانوں جاری نہیں رکھݨا چاہیدا اے۔</label> <br><br> <label>ویب‌سائیٹاں آپݨی پچھاݨ سرٹیفکیٹ %1$s <b>%2$s</b> راہیں سدھ کردیاں ہن۔ اُتے بھروسا نہیں کردا اے، کیوں کہ ایہہ سرٹیفکیٹ نوں جاری کرن والا اݨ پچھاتا اے، سرٹیفکیٹ خود دستخطی اے جاں سرور ٹھیک وچکارلے سرٹیفکیٹ نہیں بھیج رہا اے۔</label>

source: Language
pa_pk: بولی

source: Last 30 days
pa_pk: پچھلے ۳۰ دن

source: Last 7 days
pa_pk: پچھلے ۷ دن

source: Last attempt:
pa_pk: آخری کوشش:

source: Last synced: never
pa_pk: آخری وار کیتا ہم وقت: کدے وی نہیں

source: Last synced: %s
pa_pk: آخری وار کیتا ہم وقت: %s

source: Last tab
pa_pk: پچھلی ٹیب

source: Last updated
pa_pk: آخری بدلیا

source: Launch next private tab in one tap.
pa_pk: اگلی نجی ٹیب نوں اکو ٹھونگے نال چالو کر دیو۔

source: Launch your next private tab in one tap.
pa_pk: آپݨی اگلی نجی ٹیب نوں چھوہ کے چلاؤ۔

source: Learn About Sending Tabs…
pa_pk: ٹیباں بھیجݨ بارے سکھو…

source: Learn about Total Cookie Protection
pa_pk: پوری کوکی حفاظت بارے جاݨو

source: Learn more
pa_pk: ہور جاݨو

source: Learn more about Firefox Suggest
pa_pk: فائرفاکس سجھاؤ بارے پور جاݨو

source: Learn more about permissions
pa_pk: اجازتاں بارے ہور سکھو

source: Leave
pa_pk: چڈو

source: Leave no traces on this device
pa_pk: ایس ڈوائیس اُتے کوئی پیڑھاں نہ چھڈو

source: Less distractions, less cookies tracking you on this site.
pa_pk: ایس سائیٹ لئی تہاڈے لئی گھٹ دھیان بھٹکݨا، گھٹ کوکیاں ٹریک کرن اے۔

source: Library
pa_pk: لائبریری

source: Light
pa_pk: روشنی

source: Light color scheme
pa_pk: ہلکے رنگ دی روپ ریکھا

source: Limits the ability of social networks to track your browsing activity around the web.
pa_pk: ویب تے سماجک نیٹ‌ورکاں نوں تہاڈے براؤز کرن دی سرگرم نوں ٹریک کرن دی سمرتھا دی سیمت کردا اے۔

source: Link copied to clipboard
pa_pk: پتہ کاپی کیتا گیا

source: List
pa_pk: فہرست

source: Loading
pa_pk: لوڈ کیتا جا رہا اے

source: Location
pa_pk: مقام

source: Logging in to %1$s with a %2$s account is subject to their <a href="%3$s">Privacy Policy</a> and <a href="%4$s">Terms of Service</a>
pa_pk: %1$s وچ %2$s کھاتے نال لاگ ان کیتا جا رہا اے، جو کہ <a href="%3$s">پردے داری نیتی</a> تے <a href="%4$s">سیوا دیاں شرطاں</a> دے ادھین اے

source: Logins
pa_pk: لاگ ان

source: Make Firefox your default browser
pa_pk: فائرفاکس نوں آپݨا ڈفالٹ براؤزر بݨاؤ

source: Make %s your go-to browser
pa_pk: %s ایپ نوں آپݨا پکا بروزر بݨاؤ

source: Make %s your own
pa_pk: %s نوں آپݨا بݨاؤ

source: Malware site issue
pa_pk: مالویئر سائیٹ مسئلہ

source: Manage account
pa_pk: کھاتے دا انتظام کرو

source: Manage addresses
pa_pk: پتیاں دا انتظام

source: Manage alternative search engines
pa_pk: بدلویں کھوج انجݨاں دا انتئام کرو

source: Manage cards
pa_pk: کارڈاں دا انتظام کرو

source: Manage credit cards
pa_pk: کریڈٹ کارڈاں دا انتظام کرو

source: Manage extensions
pa_pk: پھیلاواں دا انتظام کرو

source: Manage logins
pa_pk: پاس‌ورڈاں دا انتظام

source: Manage passwords
pa_pk: پاس‌ورڈاں دا انتظام کرو

source: Mar
pa_pk: مارچ

source: Marketing
pa_pk: مارکیٹنگ

source: Marketing data
pa_pk: مارکیٹنگ ڈیٹا

source: May
pa_pk: مئی

source: Media
pa_pk: میڈیا

source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
pa_pk: تہاڈے آپݨے بݨاۓ مکھ صفحے نوں سمجھو۔ سجریاں ٹیباں، بک‌مارک تے کھوج دے نتیجے ایتھے دکھائی دیݨ‌گے۔

source: Menu
pa_pk: مینو

source: Microphone
pa_pk: مائیکروفون

source: Microphone 1
pa_pk: مائیکروفون 1

source: Microphone is on
pa_pk: مائیکروفون چالو اے

source: Monitor extension usage and manage themes
pa_pk: پھیلاؤ دی ورتوں نوں وکھݨا تے رنگ ڈھنگ انتظام کرنا

source: More about this add-on
pa_pk: ایس وادھے والے دے ہور وروے

source: More about this extension
pa_pk: ایس پھیلاؤ بارے ہور جاݨو

source: More colors. Better privacy. Same commitment to people over profits.
pa_pk: ودھ ہور رنگ۔ ودھ پردہ داری۔ فائدے نالوں لوکاں نوں پہل دیݨ دا اوہی وعدہ۔

source: More options
pa_pk: ہور چوݨاں

source: More than 100 million people protect their privacy by choosing a browser that’s backed by a nonprofit.
pa_pk: 10 کروڑ توں ودھ لوک نے آپݨی پردےداری دی سرکھیا لئی اوس براؤزر دی چوݨ کیتی اے، جس دا مقصد کوئی فائدہ نہیں اے۔

source: Most likely, the website simply does not support HTTPS.
pa_pk: بہتی سنبھاونا اے کہ ویب‌سائیٹ صرف HTTPS لئی سہائک ای نہیں اے۔

source: Move old tabs to inactive
pa_pk: پراݨیاں ٹیباں نوں غیرفعال چ بھیجو

source: Mozilla account
pa_pk: موزیلا کھاتا

source: Mozilla account/Sync server modified. Quitting the application to apply changes…
pa_pk: موزیلا کھاتا/سنک سرور نوں سودھیا گیا اے۔ تبدیلیاں لاگو کرن واسطے ایپلیکیشن نوں بند کیتا جا رہا اے…

source: Must have a title
pa_pk: ناں ہوݨا چاہیدا اے

source: Name
pa_pk: ناں

source: NAME
pa_pk: ناں

source: Name collection
pa_pk: ناں بھنڈار

source: Navigate back
pa_pk: واپس کرو

source: Navigate up
pa_pk: اُتے جاؤ

source: Neutral
pa_pk: غیر جانبدار

source: Never
pa_pk: کدے نہیں

source: Never save
pa_pk: کدے نہ رکھو

source: New add-on available
pa_pk: نواں وادھے والا دستیاب اے

source: New add-ons available
pa_pk: نویں وادھے والے دستیاب اے

source: New extensions now available
pa_pk: نویاں پھیلاواں ہݨ موجود ہن

source: New in %1$s
pa_pk: %1$s وچ نواں

source: New: one-tap back and forward arrows
pa_pk: نواں: اک چھوہ نال اگے تے پچھے لے جاݨ والے تیر

source: New private tab
pa_pk: نجی ٹیب کھولھو

source: New private tab opened
pa_pk: نجی ٹیب کھولھی گئی

source: New tab
pa_pk: نویں ٹیب کھولھو

source: New tab opened
pa_pk: نویں ٹیب کھولھی گئی

source: No
pa_pk: نہیں

source: No account? <u>Create one</u> to sync Firefox between devices.
pa_pk: کھاتا نہیں اے؟ <u>ڈوائیساں وچالے</u> فائرفاکس ہم وقت کرن لئی بݨاؤ۔

source: No add-ons here
pa_pk: کوئی وادھے والے نہیں اے

source: No app found to open %1$s files
pa_pk: %1$s فائلاں کھولھݨ لئی کوئی ایپ نہیں لبھی

source: No bookmarks here
pa_pk: اتھے کوئی بک‌مارک نہیں اے

source: No camera available on device
pa_pk: کوئی کیمرہ نہیں لبھیا

source: No crash reports have been submitted.
pa_pk: کوئی کریش رپورٹ نہیں دتی گئی

source: No Devices Connected
pa_pk: کوئی ڈوائیس کنیکٹ نہیں اے

source: No downloaded files
pa_pk: کوئی ڈاؤن‌لوڈ کیتی فائل نہیں اے

source: No experiments here
pa_pk: اِتھے کوئی تجرںے نہیں ہن

source: No extensions here
pa_pk: اتھے کوئی پھیلاؤ نہیں اے

source: No history here
pa_pk: اتھے کوئی تاریخ نہیں اے

source: No internet connection
pa_pk: کوئی انٹرنیٹ کنیکشن نہیں اے

source: No recently closed tabs here
pa_pk: اتھے کوئی وی تازہ بند کیتیاں تیباں نہیں ہن

source: Not allowed
pa_pk: اجازت نہیں دتے

source: Not allowed in private windows
pa_pk: نجی ونڈوآں وچ اجازت نہیں اے

source: No thanks
pa_pk: نہیں، شکریہ

source: No Thanks
pa_pk: نہیں، شکریہ

source: Notification
pa_pk: سوچناواں

source: Notifications
pa_pk: اطلاع نامے

source: Notifications for tabs received from other Firefox devices.
pa_pk: ہور فائرفاکس ڈوائیساں توں ملیاں ٹیباں لئی سوچناواں ہن۔

source: Notifications help you do more with %s
pa_pk: اطلاعواں تہانوں %s نال ہور کرن دی مدد کردے ہن

source: Notifications help you stay safer with Firefox
pa_pk: نوٹیفکیشن فائیرفاکس نال تہانوں سرکھیت رہݨ لئی مدد کردے ہن

source: Not now
pa_pk: ہݨے نہیں

source: Not yet available
pa_pk: حالے اپلبدھ نہیں اے

source: Not yet supported
pa_pk: حالے سہارا نہیں اے

source: No update available
pa_pk: حالیہ کوئی نواں ورژن نہیں اے

source: (No username)
pa_pk: (کوئی ورتنوالے دا ناں نہیں جاݨیا)

source: Nov
pa_pk: نومبر

source: Now featuring Total Cookie Protection, our most powerful barrier yet against cross-site trackers.
pa_pk: نویں آئی کُل کوکی سرکھیا، انتر سائیٹ ٹریکراں خلاف ساڈی سبھ توں مظبوط ڈھال اے۔

source: Oct
pa_pk: اکتوبر

source: Off
pa_pk: بند

source: Off for this site
pa_pk: ایس سائیٹ لئی بند اے

source: Offline
pa_pk: آفلائن

source: Offline Mode
pa_pk: آف‌لائین موڈ

source: OK
pa_pk: ٹھیک اے

source: Okay, Got it
pa_pk: ٹھیک اے، سمجھ گئے

source: Older
pa_pk: پراݨے

source: On
pa_pk: چالو

source: On a website, this bar tucks away as you scroll down for extra browsing space.
pa_pk: ویب‌سائیٹ تے وادھو براؤز کرن لئی تھاں بݨاوݨ واسطے سکرول کرن دے دوران ایس پٹی نوں پاسے کر دتا جاندا اے۔

source: One or more add-ons stopped working, making your system unstable.
pa_pk: اک جاں زیادہ وادھے والے دے کم کرنا بند کرن نال تہاڈا سسٹم قائم نہیں کیتا اے۔

source: One or more extensions stopped working, making your system unstable.
pa_pk: اک جاں ودھ پھیلاواں نے کم کرنا بند کر دتا اے، جس نال تہاڈا سسٹم غیر مستحکم ہو گیا اے۔

source: One or more extensions stopped working, making your system unstable. %1$s unsuccessfully tried to restart the extension(s).\n\nExtensions won’t be restarted during your current session.\n\nRemoving or disabling extensions may fix this issue.
pa_pk: اک جاں ودھ پھیلاواں کم نہیں کر رہیاں، جس نال تہاڈا سسٹم استھر ہو رہا اے۔ %1$s نے پھیلاواں نوں مڑ چالو کرن دی اسپھل کوشش کیتی سی۔ \n\n تہاڈے موجودہ سیشن دے دوران پھیلاؤ مڑ شروع نہیں ہووےگی۔ \n\n پھیلاواں نوں ہٹاوݨ جاں اسمرتھ کرن نال ایہہ مسئلہ ٹھیک ہو سکدا اے۔

source: On for this site
pa_pk: ایس سائیٹ لئی چالو

source: On in all tabs
pa_pk: سبھناں ٹیباں وچ چالو اے

source: On in private tabs
pa_pk: نجی ٹیباں وچ چالو ہی اے

source: Only in Private tabs
pa_pk: صرف نجی ٹیباں چ

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
pa_pk: آپݨے کمپیوٹر تے فائرفاکس کھولھو تے <b>https://firefox.com/pair</b> تے جاؤ

source: Open
pa_pk: کھولھو

source: Open all in new tabs
pa_pk: سبھ نوں نویاں ٹیباں چ کھولھو

source: Open all in private tabs
pa_pk: سبھناں نوں نجی ٹیباں چ کھولھو

source: Open a new %1$s tab
pa_pk: %1$s نال نویں ٹیب کھولھو

source: Open %d tabs?
pa_pk: %d ٹیباں کھولھݨیاں ہن؟

source: Open files downloaded to your device
pa_pk: ڈاؤں‌لوڈ کیتیاں فائلاں کھولھݨا

source: Open image in new tab
pa_pk: نویں ٹیب چ تصویر کھولھو

source: Open in…
pa_pk: کیہنوں کھولھو…

source: Open in %1$s
pa_pk: %1$s نال کھولھو

source: Open in another app
pa_pk: دوجی ایپ نال کھولھو

source: Open in app
pa_pk: ایپ وچ کھولھو

source: Open in app? Your activity may no longer be private.
pa_pk: ایپ چ کھولھݨا اے؟ تہاڈی ورتوں نجی نہیں وی رہ سکدی اے۔

source: Opening screen
pa_pk: کھولھݨ والی سکرین

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
pa_pk: اینیاں ساریاں ٹیباں کھولھݨ نال %s صفحے لوڈ ہوݨ دوران ہولی ہو سکدا اے۔ کیہہ تسیں کھولھݨیاں چاہندے او؟

source: Open in new tab
pa_pk: نویں ٹیب چ کھولھو

source: Open in private tab
pa_pk: نجی ٹیب چ کھولھو

source: Open in regular tab
pa_pk: سادے ٹیب چ کھولھو

source: Open it in the menu
pa_pk: نویں مینو چ کھولھو

source: Open link in external app
pa_pk: باہری ایپ چ پتے نوں جاؤ

source: Open link in new tab
pa_pk: نویں ٹیب چ کھولھو

source: Open link in private tab
pa_pk: نجی ٹیب چ کھولھو

source: Open links in apps
pa_pk: لنک ایپاں چ کھولو

source: Open links in a private tab
pa_pk: لنک نجی ٹیب وچ کھولھو

source: Open on homepage
pa_pk: مکھ سکرین اُتے کھولھو

source: Open on homepage after four hours
pa_pk: چار گھنٹیاں بعدے مکھ صفحے اُتے کھولھو

source: Open on last tab
pa_pk: پچھلی ٹیب اُتے کھولھو

source: Open tabs
pa_pk: کھولھیاں ٹیباں

source: Open tabs menu
pa_pk: ٹیب مینو کھلھو

source: Optional
pa_pk: چوݨواں

source: Other
pa_pk: ہور

source: Other Bookmarks
pa_pk: ہور بک‌مارک

source: Our most powerful privacy feature yet isolates cross-site trackers.
pa_pk: ایہہ پردہ داری دا اوزار ٹوہ لاوݨ والی سائٹاں نوں ڈکا ماردا۔

source: Our non-profit backed browser helps stop companies from secretly following you around the web.
pa_pk: کمپنیاں نوں چوری چوری ویب اُتے تہاڈا پچھا کرن توں ساڈا غیر فائدہ سمرتھ براؤزر آپݨے آپ ہی روکدا اے۔

source: Our non-profit backed browser helps stop companies from secretly following you around the web.\n\nLearn more in our privacy notice.
pa_pk: ساڈا غیر منافع سمرتھ براؤزر کمپنیاں نوں ویب اُتے چوری بھِپے پِچھا کرن توں روکݨ لئی مدد کردا اے۔ \n\n ساڈے پردے داری نوٹس بارے ہور سکھو۔

source: <p>Additional information about this problem or error is currently unavailable.</p>
pa_pk: <p>ایس مسئلے بارے ودھیک جاݨکاری یا غلطی ایس ویلے اپلبدھ نہیں اے۔</p>

source: Pages will load normally, but block fewer trackers.
pa_pk: صفحیاں نوں عام وانگ لوڈ کیتا جاندا اے، پر کجھ ٹریکراں تے پابندی لائی جاندی اے۔

source: Page translated from %1$s to %2$s.
pa_pk: صفحے دا %1$s توں %2$s وچ ترجمہ کیتا۔

source: Password
pa_pk: پاس‌ورڈ

source: Password field must not be empty
pa_pk: پاس‌ورڈ نہیں پایا

source: Password for %1$s
pa_pk: %1$s ناں نال پاس‌ورڈ

source: Passwords
pa_pk: پاس‌ورڈ

source: Password saved
pa_pk: پاس‌ورڈ سنبھالیا

source: Passwords shortcut
pa_pk: پاس‌ورڈ شارٹ کٹ

source: Password updated
pa_pk: پاس‌ورڈ اپڈیٹ کیتا گیا

source: Pause
pa_pk: روکو

source: Payment methods
pa_pk: ادائیگی دے ڈھنگ

source: Permissions
pa_pk: اجازتاں

source: Persistent Storage
pa_pk: پکی سٹوریج

source: Phone
pa_pk: فون نمبر

source: Pick a month
pa_pk: مہینہ چݨو

source: Pick up where you left off with tabs from other devices now on your homepage.
pa_pk: ہور ڈوائیساں توں جتھے تسیں ٹیباں نوں چھڈیا اے، اوتھوں ہی ہݨ آپݨی مکھ سکرین توں لوو۔

source: Play
pa_pk: چلاؤ

source: Please help make Firefox better by taking a short survey.
pa_pk: چھوٹے جیہے سرویکھݨ دا حصہ بݨ کے فائرفاکس نوں بہتر بݨاوݨ لئی مدد کرو۔

source: Pocket
pa_pk: پتیاں دا جیب

source: Port restricted for security reasons
pa_pk: حفاظتی وجاواں کرکے پورٹ اُتے پابندی لگائی

source: Powered by %1$s
pa_pk: %1$s دی طاقت نال چل رہا

source: POWERED BY %1$s
pa_pk: %1$s دی طاقت نال چل رہا

source: Prevents malicious scripts gaining access to your device to mine digital currency.
pa_pk: تہاڈے ڈوائیس نوں ڈیجیٹل مدرہ دی ٹکسال وجوں ورتݨ لئی پہنچ حاصل کرن والیاں دیکھی سکرپٹاں نوں روکدا اے۔

source: Prevent this page from creating additional dialogs
pa_pk: ایس صفحے توں کوئی ہور سوال روکو

source: Print
pa_pk: چھاپو

source: Print…
pa_pk: چھاپو…

source: Privacy and security
pa_pk: پردے داری تے سرکھیا

source: privacy notice
pa_pk: پردے داری دا بیان

source: Private
pa_pk: نجی

source: Private browsing
pa_pk: نجی براؤز کرن

source: Private browsing in %1$s doesn’t save your info.
pa_pk: %1$s نال نجی براؤز کرن سمیں تہاڈی جاݨکاری سنبھالدا نہیں اے۔

source: Private browsing session
pa_pk: نجی ورتوں

source: Private %s
pa_pk: نجی %s

source: Private Search
pa_pk: نجی کھوجو

source: Private tabs
pa_pk: نجی ٹیباں

source: Protections are OFF for this site
pa_pk: ایسں سائیٹ لئی حفاظتاں بند ہن

source: Protections are ON for this site
pa_pk: ایس سائیٹ لئی حفاظتاں چالو ہن

source: Protection Settings
pa_pk: سرکھیا سیٹنگاں

source: Protect your accounts by using a strong, randomly generated password. Get quick access to your passwords by saving it in your account.
pa_pk: آپݨے کھاتیاں نوں مضبوط، رلویں ملویں تیار کیتے پاس‌ورڈ نوں ورت کے سرکھیت کرو۔ آپݨے پاس‌ورڈاں نوں آپݨے کھاتے وچ سنبھال کے فورن لوو۔

source: Protect your accounts by using a strong, randomly generated password. It’ll be saved into your account for future use.
pa_pk: مضبوط، بے ترتیبے تیار کیتے پاس‌ورڈ نال آپݨے کھاتیاں نوں سرکھیاں دیو۔ ایس نوں مستقبل چ تہاڈے کھاتے وچ سنبھالیا جاوےگا۔

source: Provide cryptographic authentication services
pa_pk: تصدیق دیاں سیواواں دیݨیاں

source: Province
pa_pk: صوبہ

source: Proxy Server Not Found
pa_pk: پراکسی سرور نہیں لبھیا

source: Proxy Server Refused Connection
pa_pk: پراکسی سرور نے کنیکشن توں انکار کیتا

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
pa_pk: <p>سرناواں پروٹوکال (جویں کہ <q>wxyz://</q>) دندا اے، جس دی پچھاݨ براؤزر نہیں کر سکدا اے، ایس کرکے براؤزر سائیٹ نال ٹھیک طرح کنیکشن نہیں ہو سکدا اے۔</p> <ul> <li>کیہہ تسیں ملٹیمیڈیا جاں ہور غیر لکھت سیوا نوں ورتݨ دی کوشش کر رہے او؟ سائیٹاں دی وادھو لوڑاں نوں چیک کرو۔</li> <li>کجھ پروٹوکال لئی ستنتر دھر سافٹویئر جاں پلگ ان چاہیدے پو سکدے ہن تاں کہ براؤزر اہناں دی پچھاݨ کر سکے۔</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
pa_pk: <p>براؤزر کامیابی نال کنیکٹ ہو گیا، پر کاݨکاری تبدیل کرن دے دوران کنیکشن چ رکاوٹ آئی سی۔ مڑ کوشش کرو۔</p> <ul> <li>سائیٹ عارضی طور تے اݨ‌اپلبدھ پو سکدی اے جاں زیادہ رجھی ہو سکدی اے۔ کجھ پلاں چ مڑ کوشش کرو۔</li> <li>جے تسیں کوئی وی صفحہ لوڈ نہیں کر سکدے او تاں آپݨے ڈوائیس دے ڈیٹے جاں وائی‌فائی کنیکشن دی جانچ کرو۔</li> </ul>
